[{
		"PlacementText" : "[[ZombieInfoBox]]",
		"Title" : "Zombies",
		"Type" : "html",
		"html" : "<h2>Zombies</h2>Each zombie created by the “Quicken Corpse” spell (one per Target factor) has the following base traits:<br/><strong>Attributes:</strong> Power 1, Finesse 1, Resistance 2<br/><strong>Size:</strong> 5 (or less if the corpse is small)<br/><strong>Speed:</strong> 1*<br/><strong>Initiative:</strong> 1*<br/><strong>Defense:</strong> 1*<br/><small>*These traits begin at 1, regardless of  Attribute  scores;  the  caster  must spend  successes  on  a  one-success per-dot basis to raise them.</small><br/>Zombies do not suffer wound penalties and cannot heal damage naturally. Bashing, lethal and aggravated wounds are marked normally, but zombies never suffer incapacitation — they just keep going until their lastHealth point is lost to aggravated damage. When zombie's final (rightmost) Health box is marked with bashing damage, no roll is required to remain conscious. When its final Health box is marked with lethal damage,it does not collapse and begin bleeding to death — it keeps going. Any damage suffered after that is upgraded to aggravated. Once this happens, the corpse loses body parts with each new upgraded wound until it incompletely pulverized or disintegrated (the Storyteller decides which parts fall off with each wound). A zombie continues to rot. It suffers one lethal point of damage with each passage of a number of days equal to its Resistance. A zombie with a Resistance of 3therefore suffers one lethal point of rotting damage every three days. In addition, zombies created by this spell have vulnerability to one specific type of attack, such as fire, damage to the brain or carving a mystic sigil on one's body. If a zombie suffers at least one lethal or aggravated point of damage from an attack to which it invulnerable, it is destroyed instantly. The caster chooses the zombie’s vulnerability during spell-casting, unless he devotes a success (over and above the simple success needed to animate the corpse) to make it Indestructible. Indestructible zombies can be destroyed only when their final Health box is marked with aggravated damage."
	}, {
		"PlacementText" : "[[CatchingVehiclesOnFootInfoBox]]",
		"Title" : "Catching Vehicles on Foot",
		"Type" : "html",
		"html" : "It’s inevitable in any action-filled game that character on foot seeks to catch up with and attack or jump aboard a moving vehicle. For most ordinary people it’s a desperate challenge. For inhuman beings capable of moving like a blur,more opportunities are available. It’s assumed that the vehicle starts from a dead stop or travels at some speed and passes near your character.No matter how quickly a character can move, the number of chances he has of catching an accelerating and/or speeding vehicle are limited. Basically, he has only a few opportunities to grab hold before the vehicle is out of reach.Your character runs as fast as he can to even approach or reach out to a moving vehicle. For each 10 full Speed that your character has, toucan roll his Stamina + Athletics + equipment to get within reach. Each roll requires one turn in which your character can do nothing but run. If the roll succeeds, he catches up to the vehicle and is allowed one free action outside the normal turn sequence (explained more fully below).If your initial roll to catch up fails, your character may keep trying. Each extra effort requires a turn and is treated as a successive attempt (seep. 132). Thus, his second attempt incurs a -1 penalty on the Stamina + Athletics roll, his third attempts suffers a -2 penalty, and so on. Your character can make one attempt to catch up for each10 full Speed that he has. Thus, a character with10 Speed can make one attempt. A character with 12 Speed can also make only one attempt.A character with a Speed of 9 or less can make one attempt as well, but a chance roll is made instead of the usual Stamina + Athletics roll.If the driver of the vehicle is aware of your character's efforts to catch up, it becomes a contested action. Your character’s Stamina + Athletics + equipment is rolled against the driver’sDexterity + Drive + Handling. If your character gets the most successes, he catches up. If the driver gets an equal number or more, your character has to resort to successive attempts (which are also contested), or he’s left behind.If he does catch up, your character’s free action could be to jump aboard, shoot at anyone in the vehicle at close range, swing a weapon at someone within reach, or (if your character has the power) attack the vehicle itself (see“Charging,” p. 164).If your character does notary to jump aboard,he can perform one action or attack before the vehicle is out of reach. Unless it is disabled as a result of his attack, the vehicle passes out of afterwards. If your character does try to jump aboard, roll his Dexterity + Athletics. At lea stone success is required. A dramatic failure indicates that he wipes out and suffers a point of bashing damage. On a failure, he doesn’t get aboard but remains on his feet. The vehicle drives out of his reach altogether. If your character does get aboard, roll Initiative if combat breaks out between him and any passengers.If passengers are aware of your character throughout the chase, they might stage attacks at him while he pursues. In that case, roll Initiative for everyone involved. Your character’s action each turn is dedicated to catching up, while his opponents are dedicated to attacking (probably with Firearms). For range purposes, assume that your character is within a few yards of the vehicle throughout the period in which he tries to catch up. If he runs out of rolls, the vehicle pulls away. Use Suggested Equipment and Possible Penalties from “Foot Chase,” on p. 65."
	}, {
		"PlacementText" : "[[CatchingThrownObjectsInfoBox]]",
		"Title" : "Catching Thrown Objects",
		"Type" : "html",
		"html" : "An object thrown to or at a target could be caught by him. Obviously, the distance between thrower and target cannot be greater than the range to which the object can be thrown. The thrower's accuracy is also a factor in whether an intended receiver can successfully catch the item.If an object is thrown to a receiver with the intent to be caught, Dexterity + Athletics is rolled for the receiver. The receiver’s roll gets a number of bonus dice equal to the number of successes achieved in the thrower’s roll. Thus, ifBill throws a football to Owens and three successes are rolled for Bill, Owens’ Dexterity + Athletics roll to catch the ball gets a +3 bonus. If the thrower’s roll fails to earn any successes,the target is missed. The intended receiver cannot catch the item at all.If an object is thrown at a target (probably with the intent to hit and hurt him), and the target is unaware of the object’s approach, the object can’t be caught. Indeed, the target gets noDefense. He is essentially surprised (see p. 151).Successes achieved in the throw inflict points of damage to the target. (Damage might also be done to an intended receiver of an object if the roll for his catch suffers a dramatic failure. Points of damage equal the successes achieved in the throw.)The Storyteller may allow an unaware target to recognize an incoming object before he's hit. The target’s player makes a reflexive perception roll (see p. 45). If it fails, the attack proceeds as discussed above. If the Wits + Composure roll succeeds, the target can try to get out of the way (his Defense applies normally), or he can try to catch the object.If he tries to catch it, he loses his Defense against the attack (after all, he tries to put himself in the object’s path). A contested Dexterity+ Athletics roll is then made against the thrower’s roll. If the thrower gets more successes, the target is still hit and those successes are inflicted as damage. If the target gets more successes, he catches the item. In the case of a tie, the would be catcher is hit and the thrower’s successes are inflicted as damage. The Storyteller may rule that catching a blunt object such as a rock might be done completely without harm, but catching a sharp object such as a knife might still inflict a point of lethal damage. The receiver cuts open his hand. Perhaps an exceptional success (five or more) achieved on a catching roll negates damage from even a sharp item.Of course, ranged attacks made from guns or bows cannot normally be caught unless the target has some kind of supernatural power that allows him to see and react to such fast-moving objects."
	}
]
